{
  "navbar1": "Biz haqimizda",
  "navbar2": "Xizmatlar",
  "navbar3": "Loyihalar",
  "navbar4": "Blog",
  "navbar5": "Aloqa",
  "seeMore": "Ko'proq Ko'rish",
  "homeCarousel": {
    "title1": "HOLDING BUILD MEGA SERVICE",
    "title2": "SIFAT VA TEZLIK",
    "title3": "SHINAM VA ZAMONAVIY",
    "subTitle1": "BIZ QURGAN BINOLARNI LOYIHALAR BO'LIMIDA KO'RING",
    "subTitle2": "BIZ SIZGA SIFATLI XIZMATLAR TAKLIF QILAMIZ",
    "subTitle3": "BIZNING LOYIHALARNI KO'RING VA BAHO BERING"
  },
  "ourServices": {
    "intro": "Bizning ximatlar",
    "title1": "Ofis binolarini rekonstruksiya qilish",
    "title2": "Binolarni kapital ta'mirlash",
    "title3": "Demontaj va yig'ish",
    "title4": "Utilizatsiya",
    "title5": "Logistika xizmatlari",
    "title6": "Tashqi fasadlarni yuvish",
    "subTitle1": "Biz siz uchun ofis va binolaringizni chiroyli dizaynga va mijozlarni lol qoldiruvchi darajada o'zgartirib beramiz!",
    "subTitle2": "Eski ko'rinishdan yangicha va o'ziga xos ko'rinishga o'tish kompaniya uchun mijozlar oqimini oshirish uchun katta yordam beradi.",
    "subTitle3": "Demontaj va yig'ish ishlari tez va sifatli chiqishiga kompaniyamiz javob beradi!",
    "subTitle4": "Atrof muhitga zarar yetkazmaslik uchun bizning xizmatimizdan foydalaning!",
    "subTitle5": "Biz sizning buyurtmalaringizni uyingizgacha yetkazib beramiz!",
    "subTitle6": "Tashqi ko'rinish har doim ko'zga birinchi tashlanadi.Shunday ekan unga alohida e'tibor berish sizning biznesingiz uchun foydali!"
  },
  "ourHistory": {
    "intro": "BIZNING TARIX",
    "title1": "Building Mega Service kompaniyasi O'zbekiston qurilish bozorida yetakchi o'rinni egallaydi. Kompaniyamiz 2014 yilda tashkil etilgan.",
    "subTitle1": "Kompaniyaning asosiy yo'nalishi: har qanday murakkablikdagi inshootlarning ofis binolarini rekonstruksiya qilish, binolarni kapital ta'mirlash, ofislarni ta'mirlash, shuningdek, har qanday dizayndagi demontaj va yig'ish. Kompaniyamiz muhandislik tarmoqlarini o'rnatish, ya'ni 380 kVtgacha bo'lgan elektr montaj ishlari, sanitariya-tesisat ishlari, isitish, ventilyatsiya va konditsionerlarni o'rnatish ishlarini ham bajarishi mumkin."
  },
  "homeProjects":{
    "seeProject": "Loyihani ko'rish",
    "title1": "TRASTBANK",
    "subTitle1": "Bu obyekt Bektemir tumani FOOD City xududida bank binosi",
    "title2": "ProCab kompaniyasi",
    "subTitle2": "ProCab kompaniyasi bilan ancha yillardan beri hamkorlik qilib kelmmoqdamiz",
    "title3": "Oilaviy Poliklinka",
    "subTitle3": "60-sonli oilaviy poliklinika qurilishi o'z nihoyasiga yetib foydalanishga topshirildi!",
    "title4": "Toshkent shahar xokimligi",
    "subTitle5": "60-sonli oilaviy poliklinika qurilishi o'z nihoyasiga yetib foydalanishga topshirildi!"
  },
  "homeNews":{
    "intro":"So'ngi Yangiliklar",
    "title1": "250-sonli bog'chani tamirlash ishlari yakunlandi.",
    "subTitle1": "Qurilish ishlari o'z vaqtida yakunlandi va foydalaishga topshirildi.Kompniya tomonidan qoshimcha favvora ham qurib berildi.",
    "title2": "Food City da TRASTBANK qurilishi yakunlandi",
    "subTitle2": "Yangi qurilayotgan yirik bozor hududida hamkorimiz Trastbankning yangi filiali qurib bitkazildi",
    "title3": "60-sonli oilaviy poliklinika foydalanishga topshirildi.",
    "subTitle3": "Oilaviy poliklinika to'liq montaj ishlari bitdi va yangi qismlari quirilish ishlari davom ettirilmoqda"
  },
  "footer": {
    "motto": "Building Mega Service kompaniyasi O'zbekiston qurilish bozorida yetakchi o'rinni egallaydi. Kompaniyamiz 2014 yilda tashkil etilgan.",
    "adress": "Adress: Yashnobod, Parkent kochasi 74 uy",
    "tell": "Raqam :",
    "email": "Email :",
    "workTime": "Ish vaqti :",
    "quickLinks": "Tezkor havolalar"
  },
  "innerNews": {
    "title1": "250-bog'cha qurilish ishlari yakunlandi!",
    "subTitle1": "Xalq ta’limi vazirligi huzuridagi «Xalq ta’limi sohasida loyiha hujjatlariga teхnik topshiriqlarni ishlab chiqish va qurilish ob’yektlari sifatini monitoring qilish boʻyicha injiniring kompaniyasi» tomonidan mazkur yoʻnalishda bajarilgan ishlarning sifat nazorati va yakuniy nazorat olib boriladi. Umumta’lim ob’yektlarida «Zamonaviy maktab» talablari asosida loyihalarni ishlab chiqish, kelishish hamda qurilish-montaj ishlarining nazorati ushbu Nizomda keltirilgan sхema asosida amalga oshiriladi. Ushbu Nizom qoidalari moliyalashtirish manbaidan qat’i nazar yangidan quriladigan, rekonstruksiya qilinadigan va mukammal ta’mirlanadigan barcha davlat umumta’lim ob’yektlarida amalga oshiriladigan loyihalash va qurilish-montaj ishlari uchun majburiydir. Umumta’lim ob’yektlarini yangidan qurish, rekonstruksiya qilish va mukammal ta’mirlash jarayonida qurilish-montaj ishlarining sifat nazorati quyidagi asosiy tamoyillar asosida amalga oshiriladi: sifat nazoratini amalga oshirishning хolisligi va oshkoraligi; yuridik va jismoniy shaхslarning huquqlari hamda qonuniy manfaatlariga daхl qilmaslik; хoʻjalik yurituvchi sub’yektlarning moliyaviy-хoʻjalik faoliyatiga aralashmaslik."
  },
  "innerProject": {
    "intro": "1994 yilda tashkil etilgan «Trastbank» aksiyadorlik birja banki O‘zbekiston Respublikasidagi eng etakchi banklaridan biri bo‘lib u o'z mijozlariga barcha turdagi keng ko‘lamli bank mahsulotlari va xizmatlarini ko‘rsatib kelmoqda. Bank tarixi mustaqillik yillarida respublikamiz bank sektorining muntazam rivojlanish sur’atlarini aks ettiradi.",
    "project": "Loyiha"
  },
  "forForm": {
    "name": "Ism",
    "email": "Email",
    "comment": "Sharh",
    "button": "Yuborish",
    "connect": "Bog'lanish"
  },
  "loyihalar":"Loyihalar",
  "homapage_r":"Bosh sahifa",
  "ourproject":"Bizning loyihalar",
  "transbank_r":"Bu obyekt Bektemir tumani FOOD City xududida bank binosi",
  "transbanktitle_r":"TRASTBANK",
  "poliknika_r":"Oilaviy Polilinika",
  "poliknikaraqami_r":"60-sonli oilaviy poliklinika qurilishi o'z nihoyasiga yetib foydalanishga topshirildi!",
  "transbankfiliali_r":"TRASTBANK Samarqand filiali",
  "filialhaqida_r":"Obyetkt qurilish ishlari sifatli tarzda bank xavfsizlik tomonlarini o'ylagan holda puxta qilib qurilgan !",
  "yangilipage_r":"Yangilik",
  "contact_r":"Aloqa"

}
